{"report.title-noprint":"Finalmente, guarde un informe para llevarlo a la mesa de votación","report.instructions-noprint":"Personalice usando las opciones a continuación. Cuando esté listo, seleccione **Vista previa** y, si está satisfecho con el resultado, guarde el documento en su dispositivo.\n\nNota: Una vez que haya generado la vista previa inicial, el documento se actualizará automáticamente si cambia sus votos en las secciones anteriores.","ballot.yescheck.aria":"Sí a la casilla de retención","intro.navbox.table-buttontext-short":"Crear una guía de votación","tablepage.intro.navtext":"Continúe desplazando el cursor para ver una lista de búsqueda de todos los candidatos. Si prefiere crear su guía de votación personal, <NavLink />.","header.title":"Guía de votación judicial de junio de 2022 del condado de Cook","retainvotes.instructions":"Al final de cada período, los jueces deben postularse para la retención. Para conservar sus escaños, deben obtener al menos el 60 por ciento de la aprobación de los votantes. Los jueces que no cumplan con este umbral abandonarán el tribunal al final del mandato actual, a principios de diciembre. La Corte Suprema de Illinois puede nombrar a un juez para llenar la vacante hasta las próximas elecciones en 2024.","profile.nextbutton.label":"Próximo en elección","profile.job.heading":"Cargo actual","report.form.partisan.label":"Contiendas partidistas","profile.endorsements.heading":"Respaldado por","ballot.nocheck.aria":"No a la casilla de retención","social.twitterdescription.candidatesurvey":"{candidateName} se postula para juez en una disputa del {level} en el condado de Cook. Investigue todos los candidatos judiciales en su boleta con la Guía de elecciones judiciales de @injusticewatch.","survey.q3":"Si es elegido, ¿cómo lidiará con las formas en que el sistema legal, históricamente y en el presente, ha funcionado a favor de quienes tienen dinero, poder y recursos y en contra de quienes no lo tienen?","vote.negative":"NO","findme.map.title-short":"Subcircuitos judiciales del condado de Cook","survey.noresponse":"_Este candidato no respondió a la encuesta de Injustice Watch._","findme.geolocate.buttonlabel":"Ubíqueme","votes.ballot.infobuttonlabel":"Información","infobox.notable":"A menudo encontramos información interesante sobre candidatos durante nuestra investigación, ya sea sobre casos en los que han estado involucrados como abogados o jueces, conexiones familiares o políticas, o eventos de interés periodístico. Cuando pensamos que estos podrían ser de interés para los votantes, los incluimos en la sección notable de la página de perfil de un candidato.","ratings.notqualified":"No calificado","profile.party":"{party} Party","compvotes.instructions":"Seleccione su subcircuito a continuación para desbloquear la (s) carrera (es) que estarán en su boleta. ¿No estás seguro de tu distrito? Encuéntrelo usando el \\[mapa interactivo del condado de Cook]\\(<https://maps.cookcountyil.gov/electionVwrLite/>) (con la capa \\*Political Districts > Judicial District\\*).","report.form.partisan.both":"Mostrar ambos","ratings.notavailable":"Calificación no disponible","compvotes.subcircuitchooser.optiontext":"Yo vivo en el {subcircuit}","profile.nextcandidatebutton.label":"Próximo candidato","report.form.printbuttonlabel":"Imprimir documento","report.title-canprint":"Finalmente, guarde o imprima un informe para llevarlo a la mesa de votación","retainvotes.title":"Primero, decida qué jueces retendrán el cargo","header.description":"Utilice esta guía antes de votar en las elecciones judiciales del condado de Cook de junio de 2022.","votes.instructions":"Haga clic en <InfoButtonIcon /> para saber más sobre cada candidato. Luego, seleccione los candidatos por los que desea votar. Sus elecciones serán recordadas incluso si cierra su navegador. En la siguiente sección podrá crear un informe con sus elecciones que podrá llevar consigo a su lugar de votación. Para encontrar su lugar de votación, haga [clic aquí](https://chicagoelections.gov/en/your-voter-information.html) si vive en la ciudad de Chicago o haga [clic aquí](https://www.cookcountyclerkil.gov/elections/your-voter-information) si vive en los suburbios del condado de Cook.","candidatetable.namefieldlabel":"Candidato","general.subcircuit-short":"subcircuito {nth}","navbar.aria":"Navegación Principal","report.form.partisan.rep":"Mostrar solo republicano","report.competitive.supreme.heading":"Postulaciones a la Corte Suprema","votes.supremecourt.heading":"Contiendas de la Corte Suprema","flagpopup.title":"¿Qué significan estos íconos?","report.title":"Mi referencia de voto","findme.address.heading":"O ingrese su dirección","retainvotes.supremecourt.heading":"¿Retener a los jueces de la Suprema Corte?","report.form.savebuttonlabel":"Guardar documento","header.keywords":"votar, votante, jueces, judicial, elecciones, condado de cook, illinois, chicago, corte suprema, corte de circuito, corte de apelaciones, noviembre de 2020, democrático, republicano, general, retención, boleta, guía","intro.navbox.table-text":"Continúe desplazando el cursor para ver una lista de búsqueda de todos los candidatos y contiendas, o seleccione la siguiente opción para crear su guía de votación personal:","findme.description.yourdistrict":"Su distrito es** {district}.**","findme.title":"Primero, ayúdenos a encontrar su distrito judicial","social.title.candidate":"{candidateName} | Guía de elecciones judiciales de Injustice Watch","infobox.endorsements":"Esta guía incluye respaldos de algunos grupos laborales y otras organizaciones políticas que tienen un proceso definido para apoyar candidatos judiciales en todos los niveles. Excluimos los respaldos de políticos individuales o líderes comunitarios.","candidatetable.partyfieldlabel":"Partido","survey.q5":"¿Por qué los votantes deberían apoyar su candidatura a juez?","findme.description.resetbuttonlabel":"Cambie mi distrito","intro.introduction":"**Puede ser que en su boleta electoral haya nombres que le resultan desconocidos, pero estas elecciones es mucho lo que está en juego.** Los jueces son funcionarios poderosos cuyas decisiones en un tribunal tocan muchos aspectos de la vida, desde multas de tránsito hasta divorcios, juicios, desalojos y casos penales. Los jueces tienen el poder de privar de la libertad a alguien, de hacer cumplir o revocar las leyes estatales y de corregir o perpetuar las injusticias. Sin embargo, hay pocos lugares para informarse sobre las personas que se postulan para juez. Es por eso que Injustice Watch creó esta guía para los candidatos judiciales que se postulan en las elecciones primarias del condado de Cook el 28 de junio de 2022.\n\nLos votantes de Illinois eligen jueces cada dos años. **Este año, 75 candidatos buscan un lugar entre 29 vacantes de jueces en el condado de Cook.** Cada votante podrá elegir candidatos para ocupar dos escaños en la corte de apelaciones y 10 en las cortes del circuito. También puede tener una o dos contiendas de subcircuito en su boleta, dependiendo de dónde viva. Los jueces elegidos de los subcircuitos tienen las mismas responsabilidades que los demás magistrados de los tribunales del circuito de cortes, pero solo las personas que viven en ese subcircuito pueden votar por ellos.\n\nNuestro equipo pasó meses investigando la experiencia legal de los candidatos, su participación comunitaria, los donantes, las conexiones políticas, la conducta y las controversias. Enviamos a cada candidato una encuesta preguntándoles por qué merecen su voto. Y recopilamos recomendaciones de los colegios de abogados, que son grupos de abogados que entrevistan y califican a los candidatos judiciales.\n\n**Aquí encontrará todo lo que necesita para ser un votante informado.**","ratings.scale.negative":"Calificaciones negativas","profile.candidateimage.alt":"Foto del candidato","flaglegend.helplink":"¿Qué significan estos íconos?","campfin.readmore":"Lea más sobre Illinois Sunshine →","campfin.amount":"Monto","footer.nonprofit":"Injustice Watch es una organización sin fines de lucro 501 (c) (3). Contamos con el apoyo de lectores como used. Haga hoy una donación deducible de impuestos para apoyar nuestro periodismo de investigación sin fines de lucro y no partidista.","findme.error.addressnotfound":"Dirección no localizada","general.subcircuit-long":"Subcircuito Judicial {nth}","report.form.flags.label":"Íconos de candidatos","intro.navbox.index-buttontext-short":"Lista completa de candidatos","report.retention.appellate.heading":"¿Retener a los jueces de la Corte de Apelaciones?","profile.prevcandidatebutton.label":"Candidato previo","candidatetable.racetypefieldlabel":"Tipo de elección","footer.contributebuttonlabel":"Done aquí","social.title":"Guía electoral: jueces de Cook County","candidatetable.instructions":"Busque los candidatos utilizando la entrada de texto o eligiendo filtros en el menú <FilterButtonIcon />. También puede ver el perfil de cada candidato con el botón <InfoButtonIcon />.\n\nNota: esta tabla se desplaza horizontalmente en pantallas estrechas.","subscribebox.emaillabel":"Correo electrónico","ratings.comingsoon":"Próximamente se publicarán las calificaciones de los candidatos realizadas por los colegios de abogados.","findme.map.title-long":"Mapa de los subcircuitos judiciales del condado de Cook","votes.title":"A continuación, revise las contiendas y elija a sus candidatos.","filtersform.clearbuttonlabel":"Borrar","report.form.flags.show":"Mostrar","profile.leveltext":"Candidato para el {level}","survey.navlink":"← Volver al perfil del candidato","report.retention.noraces":"Sin elecciones para mostrar","compvotes.subcircuitchooser.heading":"Escoja la opción que se aplique a usted","intro.navbox.index-text":"Continúe desplazando el cursor para crear su guía de votación personal, o <NavLink /> para obtener una lista de búsqueda de todos los candidatos y contiendas.","compvotes.subcircuitchooser.othertext":"Yo vivo en un subcircuito que no tiene escaños en disputa","vote.affirmative":"SÍ","site.name":"Injustice Watch","subscribebox.lastnamelabel":"Apellido","social.title.candidatesurvey":"{candidateName} | Guía de elecciones judiciales de Injustice Watch","guidepage.intro.navlink":"vaya aquí","campfin.name":"Nombre","subscribebox.text":"### ¿Le resulta útil nuestra guía?\n\n¡Compártalo con sus amigos, familiares y colegas! Siga nuestra cobertura y únase a la conversación en las redes sociales usando el hashtag **#CheckYourJudges**.\n\nSuscríbase a nuestro boletín para recibir nuestros informes de investigación detallados directamente en su bandeja de entrada.","profile.prevbutton.label":"Previo en elección","ratings.qualified":"Calificado","report.form.candidates.chosen":"solo elegido","social.facebookdescription.candidate":"{candidateName} se postula para juez en una disputa del {level} en el condado de Cook. Investigue todos los candidatos judiciales en su boleta con la Guía de elecciones judiciales de @injusticewatch.","infobox.communityinvolvement":"Aquí destacamos cualquier trabajo voluntario o participación en organizaciones sin fines de lucro que hayan mencionado  los candidatos en sus currículos o sitios web de campaña. Excluimos las actividades que son principalmente de naturaleza profesional (como ser miembro de un colegio de abogados), grupos religiosos (como ser miembro de la junta de una iglesia o sinagoga) o actividades familiares (como entrenar a un equipo deportivo infantil).","report.form.candidates.label":"Candidatos a mostrar","office.displayName":"Vacante de {officeName}","intro.navbox.index-buttontext-long":"Prefiero ver la lista completa","popup.close.aria":"cierre","intro.subtitle":"Su guía para las elecciones primarias judiciales del condado de Cook de 2022","report.instructions-canprint":"Personalice usando las opciones a continuación. Cuando esté listo, seleccione **Vista previa** y, si está satisfecho con el resultado, imprima el documento o guárdelo en su dispositivo.\n\nNota: Una vez que haya generado la vista previa inicial, el documento se actualizará automáticamente si cambia sus votos en las secciones anteriores.","votes.appellatecourt.intro":"Los jueces de la Corte de Apelaciones fallan sobre casos apelados decididos originalmente por las cortes de circuito. Sirven mandatos de diez años.","profile.stories.heading":"Cobertura previa","report.form.previewbuttonlabel":"Vista previa","findme.list.heading":"Seleccionar de una lista","social.facebookdescription":"Guía de Injustice Watch para las elecciones primarias judiciales de 2022.","profile.title":"Sobre el candidato","report.retention.supreme.heading":"¿Retener a los jueces de la Suprema Corte?","social.share.aria":"Compartir","report.form.flags.hide":"Ocultar","campfin.nocommittee":"Este candidato no tiene comité de campaña.","ratings.notrecommended":"No recomendado","ratings.notevaluated":"No evaluado","candidatetable.search.placeholder":"Búsqueda por palabra clave…","report.competitive.appellate.heading":"Postulaciones a la Corte de Apelaciones","infobox.survey":"Enviamos a cada candidato una encuesta preguntándoles sobre su educación, experiencia profesional, opiniones sobre el poder judicial y por qué los votantes deberían elegirlos. Incluimos un extracto de las respuestas de cada persona y un enlace a sus respuestas completas.","campfin.totalcontributions":"Aportes totales desde el 1 de enero de 2021","profile.prevracebutton.label":"Elección previa","intro.projectlogo.alt":"Logotipo del proyecto","ratings.highlyrecommended":"Altamente recomendado","ratings.scale.mixed":"Calificaciones mixtas","profile.ratings.heading":"Calificaciones","subscribebox.firstnamelabel":"Nombre","report.form.partisan.dem":"Mostrar solo demócrata","candidatetable.showingnum":"Resultados {num}/{total}","votes.error.nosubcircuit":"No ha seleccionado un subcircuito. Puede haber contiendas relevantes para usted que no se muestran.","report.form.nochosen.show":"Mostrar","social.twitterhashtags":"CheckYourJudges","findme.description.scrollmessage":"Continúe desplazándose para ver disputas y candidatos.","compvotes.title":"Próximo, señale si hay elecciones impugnadas en su distrito","findme.official.heading":"O utilice la herramienta oficial del condado de Cook","infobox.ratings":"En el condado de Cook, 13 grupos de abogados llamados colegios de abogados califican a los candidatos judiciales. Las asociaciones investigan a los candidatos, entrevistan a ellos y a las personas que los conocen o han trabajado con ellos, y envían a los candidatos encuestas detalladas para que las completen. Algunos de los colegios de abogados son grupos de interés general cuya membresía se basa en un área geográfica determinada. Otras asociaciones son grupos de afinidad basados en identidades particulares, incluidas la etnia, el género y la orientación sexual. Las evaluaciones del colegio de abogados se enfocan principalmente en el conocimiento de la ley, la experiencia legal y el temperamento de los candidatos. Después de que los colegios de abogados emitan su borrador de calificación, los candidatos tienen la oportunidad de apelar antes de que las calificaciones se hagan públicas.","profile.surveyexcerpt.readmore":"Lea la encuesta de candidatos completa →","report.form.candidates.all":"Todo","report.retention.circuit.heading":"¿Retener a los jueces de la corte de circuito?","votes.appellatecourt.heading":"Contiendas en la corte de apelaciones","office.shortName":"Vacante de {officeName}","guidepage.intro.navtext":"Continúe desplazando el cursor para crear su guía de votación personal, o si prefiere ver una lista de búsqueda de todos los candidatos, <NavLink />.","ratings.scale.positive":"Calificaciones positivas","intro.title":"Check your judges","candidatetable.title":"Analice los candidatos","header.socialdescription":"Guía de Injustice Watch para las elecciones primarias judiciales del condado de Cook de junio de 2022","profile.notable.heading":"Destacable","findme.list.placeholder":"Seleccione su distrito","candidatetable.noflags":"Sin íconos","intro.updatestring":"Última actualización {date}","ballot.checkmark.aria":"Casilla de verificación de voto de candidato","subscribebox.error.invalidemail":"Correo electrónico inválido","guidepage.instructions.text":"Utilice esta guía para decidir qué jueces serán elegidos para ocupar puestos vacantes y cuáles conservarán sus puestos en los tribunales de Illinois. Para ayudarlo a elegir, hemos señalado información importante sobre cada candidato con los siguientes íconos:\n\n<InnerLegend />\n\nHaga clic en los botones <InfoButtonIcon /> para aprender más sobre cada candidato. Además de su biografía, también encontrará cosas que en nuestra opinión son notables, como conecciones familiares entre jueces y otras figuras públicas, casos de alto perfil, decisiones controvertibles, y más información que encontramos en los registros públicos, recortes de noticias, y reportajes originales. También encontrará evaluaciones de los tres colegios de abogados que brindan explicaciones sobre sus recomendaciones: el \\[Colegio de Abogados de Chicago]\\(<https://www.chicagobar.org/chicagobar/CBA/Vote_Judges/CBA/JEC/Judicial_Voters_Guide.aspx>) (CBA), el \\[Consejo de Abogados de Chicago]\\(<https://chicagocouncil.org/state-judicial-evaluations/>) (CCL) y el \\[Colegio de Abogados del Estado de Illinois]\\(<https://www.isba.org/judicialevaluations>) (ISBA).\n\nUna vez que haya hecho sus elecciones, puede hacer un PDF imprimible de sus elecciones para llevarlo a las urnas. Esta guía también recordará sus elecciones si abandona la página y regresa.","social.twitterdescription.candidate":"{candidateName} es un candidato para el {level} en el condado de Cook. Investigue todos los candidatos judiciales en su boleta con @injusticewatch's guía de elecciones judiciales.","campfin.occupation":"Ocupación/Empleador","ratings.scale.mostlypositive":"En su mayoría calificaciones positivas","tablepage.intro.navlink":"vaya aquí","footer.copyright":"© Derechos de autor {year}, Injustice Watch","subscribebox.subscribebuttonlabel":"Suscríbase","findme.instructions":"El condado de Cook está dividido en 15 subcircuitos judiciales. Use uno de los siguientes métodos para encontrar su subcircuito:","profile.experience.heading":"Experiencia","profile.nextracebutton.label":"Próxima elección","report.competitive.nocandidate":"Ningún candidato seleccionado","ratings.highlyqualified":"Altamente calificado","profile.flags.heading":"Íconos de los candidatos","navbar.injusticelogo.aria":"Navegue en la página de Injustice Watch","report.missingsubcircuit":"Nota: no ha elegido un subcircuito, por lo que es posible que se omitan algunas disputas relevantes.","report.offline.warning":"Tiene que conectarse a internet para generar un reporte en PDF","ratings.scale.mostlynegative":"En su mayoría calificaciones negativas","candidatetable.positionfieldlabel":"Cargo","instructionslegend.helplink":"¿Por qué esta información es importante? Averíguelo aquí.","votes.circuitcourt.heading":"Contiendas en las cortes de distrito","report.legend.title":"Leyenda para el ícono","social.facebookshare.aria":"Compartir con Facebook","report.form.nochosen.hide":"Ocultar","candidatetable.flagsfieldlabel":"Íconos","findme.geolocate.heading":"O permítanos ubicarlo automáticamente","footer.credits":"**Investigación y reportaje:** Grace Asiegbu, Carlos Ballesteros, Maya Dukmasova, Emanuella Evans, Kelly Garcia, Chloe Hilles, Max Lubbers, Josh McGhee, Rita Oceguera, Amy Qin, Aviva Waldman  \n**Montaje:** Adeshina Emmanuel y Jonah Newman  \n**Desarrollo de la web: **Bea Malsky y Marc Lajoie  \n**Diseño de la guía de impresión:** Shanna Novak  \n**Ilustración de portada: **Verónica Martínez  \n**Participación y promoción: **Amanda Miley, Charles Preston y Juliet Sorensen  \n**Traducción:** Jorge Mederos","subscribepopup.text":"### ¿Le gusta lo que ve?\n\nSuscríbase a nuestro boletín para recibir nuestros informes de investigación detallados directamente en su bandeja de entrada.","findme.error.connectionerror":"Fallo de conexión o fuera de línea","intro.navbox.table-buttontext-long":"Quiero crear una guía de votación","candidatetable.districtfieldlabel":"Distrito","subscribebox.ziplabel":"Código postal","report.form.nochosen.label":"Elecciones sin selección","flaglegend.title":"Íconos de los candidatos","profile.flags.noflags":"Sin íconos","report.preview.placeholder":"Vista previa aparecerá aquí","survey.description":"Enviamos a cada candidato una encuesta preguntándoles sobre su educación, experiencia profesional, pensamientos sobre el poder judicial y por qué los votantes deberían elegirlos. Incluimos un extracto de las respuestas de cada persona y un enlace a sus respuestas completas.","intro.publishstring":"Publicado {date}","campfin.topdonors":"Principales donantes","findme.official.instructions":"Siga este enlace. Alterne la capa **Political Districts **>** Judicial District**","votes.supremecourt.intro":"La corte suprema es la instancia más alta de Illinois. Sus siete jueces cumplen mandatos de diez años y tres de ellos son elegidos exclusivamente por los votantes del condado de Cook. Además de pronunciarse sobre los casos decididos por los tribunales inferiores, el tribunal supremo nombra jueces para cubrir las vacantes, crea las normas que deben seguir los tribunales y supervisa la concesión de licencias y la disciplina de los abogados.","findme.error.couldnotfind":"No se pudo ubicar su distrito. ¿Está en el condado de Cook?","profile.communityinvolvement.heading":"Participación de la comunidad","subscribebox.namelabel":"Nombre","retainvotes.circuitcourt.intro":"Los jueces de las Cortes de Circuito intervienen en todo tipo de casos, desde multas de tránsito hasta lesiones personales, bienestar infantil y casos penales. Son la primera línea del sistema judicial. Sirven términos de seis años.","report.competitive.noraces":"Sin elecciones para mostrar","guidepage.instructions.title":"Como usar esta guía","profile.campfin.heading":"Financiamiento de campañas","social.twitterdescription":"¿No sabe qué candidatos judiciales votar para esta elección? @injusticewatch ha investigado a todos los candidatos para su Guía de elecciones judiciales de 2022. #CheckYourJudges","retainvotes.appellatecourt.heading":"¿Retener a los jueces de la Corte de Apelaciones?","votes.circuitcourt.intro":"Los jueces de las Cortes de Circuito intervienen en todo tipo de casos, desde multas de tránsito hasta lesiones personales, bienestar infantil y casos penales. Son la primera línea del sistema judicial. Sirven términos de seis años.","findme.map.nosubcircuit ":"Ningún subcircuito seleccionado","social.facebookdescription.candidatesurvey":"Lea las respuestas de {candidateName} a la encuesta de candidatos judiciales de Injustice Watch. #CheckYourJudges","survey.q2":"Los jueces tienen un enorme poder sobre la vida de las personas en sus tribunales. ¿Por qué quiere ser juez? ¿Le preocupa tener ese tipo de poder sobre los demás?","ratings.wellqualified":"Bien calificado","survey.q1":"¿Dónde creció y cómo ha influido su experiencia personal en su práctica del derecho?","infobox.campfin":"Los candidatos al circuito de cortes a menudo se autofinancian y reciben una gran parte de sus donaciones de amigos y familiares. Los candidatos judiciales no pueden solicitar dinero directamente. Sus comités de campaña deben recolectar donaciones en su nombre. La información en esta sección se extrae directamente de la junta electoral estatal y no ha sido editada ni verificada para comprobar su precisión.","profile.surveyexcerpt.heading":"Extracto de la encuesta de candidatos","social.twittershare.aria":"Compartir con Twitter","filtersform.filtersbuttonlabel":"Filtros","scrollerbutton.label":"Desplazar el cursor a la próxima sección","retainvotes.circuitcourt.heading":"¿Retener a los jueces de la corte de circuito?","profile.judgesince.heading":"Juez desde:","navbar.injusticelogo.alt":"Logotipo de Injustice Watch","report.preview.pageindicator":"Página {page} de {numPages}","report.competitive.circuit.heading":"Postulaciones al Circuito de Cortes","ratings.recommended":"Recomendado","findme.address.placeholder":"Dirección de domicilio...","report.competitive.heading":"Elecciones generales impugnadas","retainvotes.appellatecourt.intro":"Los jueces de la Corte de Apelaciones fallan sobre casos apelados decididos originalmente por las cortes de circuito. Sirven mandatos de diez años.","profile.translationnote":"Nota: Es posible que los perfiles de los candidatos que se postulen sin oposición no se traduzcan completamente al español.","subcircuit.cook-sub15.name":"15º. subcircuito","subcircuit.cook-sub15.description":"El subcircuito 15 cubre los suburbios del sur y suroeste de Flossmoor, Chicago Heights, Matteson, Oak Forest, Tinley Park, Oak Forest y Orland Park.\n","subcircuit.cook-sub11.name":"11º.  subcircuito","subcircuit.cook-sub11.description":"El undécimo subcircuito incluye los vecindarios del lado noroeste de Belmont Cragin, Portage Park y Dunning y los suburbios de Oak Park, Maywood, Elmwood Park, River Grove y Rosemont.","subcircuit.cook-sub2.name":"2do. subcircuito","subcircuit.cook-sub2.description":"El segundo subcircuito incluye los vecindarios del lado sur de Roseland y Pullman y varios suburbios del sur, incluidos Dolton, Riverdale, Dixmoor, Harvey y Homewood. Es la sede de la corte de Markham.","subcircuit.cook-sub7.name":"7º. subcircuito","subcircuit.cook-sub7.description":"El séptimo subcircuito se extiende hacia el oeste a lo largo de la autopista Eisenhower desde West Loop hasta los suburbios del oeste de Berwyn, Forest Park y River Forest (pero no incluye Oak Park). Incluye los vecindarios del lado oeste de Garfield Park, North Lawndale, Homan Square y Austin, y parte de West Humboldt Park.","subcircuit.cook-sub5.name":"5º. subcircuito","subcircuit.cook-sub5.description":"El quinto subcircuito se extiende hacia el sur desde Bronzeville a través de South Shore y hacia el oeste hasta West Englewood. También incluye Kenwood, Hyde Park, Washington Park y Grand Boulevard.","subcircuit.cook-sub14.name":"14º. subcircuito","subcircuit.cook-sub14.description":"El subcircuito 14 cubre gran parte del lado suroeste de Chicago, incluidos Bridgeport, Back of the Yards, Little Village, Brighton Park y Gage Park, y el suburbio de Cicero. Es donde se asientan el edificio de la Corte Criminal de Leighton House y la Cárcel del Condado de Cook, en 26 y California.","subcircuit.cook-sub1.name":"1er. subcircuito","subcircuit.cook-sub1.description":"El primer subcircuito incluye partes de los lados sur y sureste de Chicago, incluidos Chatham, South Chicago, East Side y Hegewisch, así como los suburbios del sur de Burnham y Calumet City.","subcircuit.cook-sub12.name":"12º. subcircuito ","subcircuit.cook-sub12.description":"El subcircuito 12 incluye los suburbios del norte de Winnetka, Glencoe, Northbrook y Wheeling y los suburbios del noroeste de Des Plaines, Mt. Prospect, Arlington Heights, y Elk Grove Village.","subcircuit.cook-sub8.name":"8º. subcircuito","subcircuit.cook-sub8.description":"El octavo subcircuito se extiende hacia el norte a lo largo de la orilla del lago desde Chinatown hasta Edgewater, e incluye South Loop, Loop, Near North Side, Lincoln Park, Lakeview y Uptown.","subcircuit.cook-sub9.name":"9º. subcircuito","subcircuit.cook-sub9.description":"El noveno subcircuito cubre los vecindarios del lado norte de Rogers Park y West Ridge y los suburbios del norte de Evanston, Skokie, Lincolnwood y Wilmette. Es la sede de la corte de Skokie.","subcircuit.cook-sub4.name":"4º. subcircuito","subcircuit.cook-sub4.description":"El cuarto subcircuito incluye una gran franja de los suburbios del oeste, desde Oak Lawn y Chicago Ridge en el sur hasta Bridgeview, Countryside, La Grange, McCook y tan al norte como Franklin Park. Es la sede de la corte de Bridgeview.","subcircuit.cook-sub3.name":"3er. subcircuito","subcircuit.cook-sub3.description":"El tercer subcircuito incluye partes del lado suroeste, incluidos Midway, Marquette Park, Beverly y Mt. Greenwood. También incluye los suburbios del suroeste de Burbank, Hometown y Evergreen Park, y la esquina noreste de Oak Lawn.","subcircuit.cook-sub13.name":"13er. subcircuito","subcircuit.cook-sub13.description":"El subcircuito 13 cubre los suburbios del noroeste de Palatine, Schaumburg, Hoffman Estates, South Barrington y Streamwood.","subcircuit.cook-sub6.name":"6º. subcircuito","subcircuit.cook-sub6.description":"El sexto subcircuito se extiende al noroeste desde West Town a través de Hermosa y al norte hasta Ravenswood. También incluye Wicker Park, Bucktown, Logan Square, Avondale y parte de Humboldt Park.","subcircuit.cook-sub10.name":"10º. subcircuito","subcircuit.cook-sub10.description":"El décimo subcircuito cubre gran parte del lado noroeste, incluidos North Center, Ravenswood, Albany Park, Jefferson Park, Norwood Park y Edison Park. También incluye partes de Niles y Park Ridge."}